Repository: kokiddp/elkwcg
Catalog: languages/elkwcg-*.po
Languages: fr_fr, it_it

source: WooCommerce is required in order to use ELK WooCommerce Goodies
fr_fr: WooCommerce est nécessaire pour utiliser ELK WooCommerce Goodies
it_it: WooCommerce è necessario per utilizzare ELK WooCommerce Goodies

source: ELK WooCommerce Goodies Settings
fr_fr: Paramètres Elk WooCommerce Goodies
it_it: Impostazioni ELK WooCommerce Goodies Settings

source: The following options are used to configure ELK WooCommerce Goodies
fr_fr: Les options suivantes sont utilisées pour configurer ELK WooCommerce Goodies
it_it: Le seguenti opzioni vengono utilizzate per configurare ELK WooCommerce Goodies

source: Minimum order
fr_fr: Commande minimum
it_it: Ordine minimo

source: Insert the minimum cart value to enable order. Leave blank to disable
fr_fr: Insérez la valeur minimale du panier pour activer la commande. Laisser vide pour désactiver
it_it: Inserire il valore minimo del carrello per abilitare l'ordine. Lasciare vuoto per disabilitare

source: Free shipping available at
fr_fr: Livraison gratuite disponible à partir de
it_it: La spedizione gratuita a partire da

source: Insert the cart value that triggers free shipping to enable a message about it's availability . Leave blank to disable
fr_fr: Insérez la valeur du chariot qui déclenche la livraison gratuite pour activer un message sur sa disponibilité. Laisser vide pour désactiver
it_it: Inserire il valore del carrello che attiva la spedizione gratuita per abilitare un messaggio sulla sua disponibilità . Lasciare vuoto per disabilitare

source: Minimum items
fr_fr: Nombre minimum d'articles
it_it: Articoli minimi

source: Insert the minimum number of items per order. Leave blank to disable
fr_fr: Insérez le nombre minimum d'articles par commande. Laissez vide pour ignorer
it_it: Inserisci il numero minimo di articoli per ordine. Lascia in bianco per disabilitare

source: Multiple of
fr_fr: Multiple de
it_it: Multipli di

source: Insert the number the items must be multiple of. Leave blank to disable
fr_fr: Insérez le nombre dont les articles doivent être multiple. Laissez vide pour ignorer
it_it: Inserisci il numero del quale gli articoli devono essere multiplo per ordine. Lascia in bianco per disabilitare

source: In your cart there are %1$s items — you must have at least %2$s items in your cart to place your order. <a href="%3$s">Back to Store</a>
fr_fr: Dans votre panier il y a %1$s articles - vous devez avoir au minimum %2$s articles pour passer votre commande.<a href="%3$s">Retournez au magasin</a>
it_it: Nel tuo carrello ci sono %1$s articoli — devi avere almeno %2$s articoli nel tuo carrello per effettuare il tuo ordine. <a href="%3$s">Torna al negozio</a>

source: In your cart there are %1$s items — you must have a multiple of %2$s items in your cart to place your order. <a href="%3$s">Back to Store</a>
fr_fr: Dans votre panier il y a %1$s articles - vous devez avoir un numéro d'articles multiple de %2$s pour passer votre commande.<a href="%3$s">Retournez au magasin</a>
it_it: Nel tuo carrello ci sono %1$s articoli — devi avere un numero di articoli multiplo di %2$s nel tuo carrello per effettuare il tuo ordine. <a href="%3$s">Torna al negozio</a>

source: Your cart total is %1$s — the minimum amount to place an order is %2$s. <a href="%3$s">Back to Store</a>
fr_fr: Votre panier total est %1$s — le montant minimum pour passer une commande est %2$s. <a href="%3$s">Retour au magasin</a>
it_it: Il totale del carrello è %1$s — l'importo minimo per effettuare un ordine è %2$s. <a href="%3$s">Torna al negozio</a>

source: Your cart total is %1$s — if you place an order of at least %2$s you will be entitled to get free shipping. <a href="%3$s">Back to Store?</a>
fr_fr: Votre panier total est %1$s — si vous placez une commande de %2$s minimum vous aurez le droit d’obtenir la livraison gratuite. <a href="%3$s">Retour au magasin?</a>
it_it: Il totale del carrello è %1$s — se ordini almeno %2$s ottieni diritto alla la spedizione gratuita. <a href="%3$s">Tornare al negozio?</a>

source: This plugin adds some useful functions to WooCommerce
fr_fr: Ce plugin ajoute quelques fonctions utiles à WooCommerce
it_it: Questo plugin aggiunge alcune funzioni utili a WooCommerce
